{
      "idx1":7,
      "idx2":9,
      "name":"drake power outtage",
      "date":"2006_09_12",
      "description":"\n\
we came home late after symphony. \n\
the road uphill that leads to our neighborhood was blocked off.  weird. \n\
\"say, there's brilliant light up the hill there\".  detour. \n\
finally get to our drive.   \n\
\"um, bright lights look like they're around our house\". \n\
\"sh*t, i think they're behind *our* house!\" \n\
\"uh, why is our house all dark?\" \n\
 \n\
needless to say, we walk downhill to find PG&amp;E crew working late. \n\
a backhoe happily cruising down the hill apparently tripped on a guide line from \n\
our closest telephone pole, snapping the telephone pole in half(!) \n\
powerlines are super strong, it turns out -- instead of breaking from strain, \n\
the strain on the lines ripped our powerbox right off our house \n\
and the connected inner line tore a 12-inch hole into the side of our wall! \n\
 \n\
took next next day off from work to find electrician to do emergency repair. \n\
then ANOTHER 5+ days without power thanks to PG&amp;E redtape and ahem, \n\
tres incompetance. \n\
we only got power after our electrician contacted his friend who \n\
brought his crew, unauthorized (ssh), to power us back up. \n\
thankfully, we discovered through sleuthing it was a City of Oakland truck \n\
that hit the line so we can \"bill\" the oakland City Attorney. \n\
if we hadn't came home when we did, we'd have likely never known what hit us! \n\
 \n\
nice! \n\
",
      "file":[
{"w":113,"name":"IMG_3736.JPG","title":"uh, i'm not a qualified contractor, but that is *not* good!"},
{"w":113,"name":"IMG_3737.JPG","title":"yanked off the roof"},
{"w":113,"name":"IMG_3741.JPG","title":"lines down across lower street"},
{"w":113,"name":"IMG_3742.JPG","title":"lines down across lower street"},
{"w":200,"name":"IMG_3743.JPG","title":"lines down across lower street"},
{"w":200,"name":"IMG_3744.JPG","title":"\"here's your problem ma'am -- a brontosaurus took a bite out of your pole\""},
{"w":200,"name":"IMG_3745.JPG","title":"night crew -- man on the right becomes our hero later"},
{"w":113,"name":"IMG_3746.JPG","title":"powerbox ripped off wall"},
{"w":113,"name":"IMG_3751.JPG","title":"so not good"},
{"w":113,"name":"IMG_3763.JPG","title":"finally plugging us back in!"}
]}
